Repository: Ecoblockchain/mapproxy-webconf
Catalog: app/mapproxy_webconf/locale/*/LC_MESSAGES/messages.po
Languages: de

source: Page not found
de: Seite nicht gefunden

source: Internal server error
de: Interner Server Fehler

source: missing URL
de: Keine URL vorhanden

source: no capabilities document found
de: Es wurde kein Capabilities-Dokument gefunden

source: invalid URL
de: Ungültige URL

source: creating mapproxy config successful
de: MapProxy Konfiguration wurde erfolgreich erstellt

source: creating mapproxy config failed
de: Das Erstellen der MapProxy Konfiguration ist fehlgeschlagen

source: creating yaml failed
de: Das Erstellen der YAML-Datei ist fehlgeschlagen

source: parsing yaml failed
de: Das Lesen der YAML-Datei fehlgeschlagen

source: Missing data
de: Fehlende Daten

source: Given grid bbox is invalid for used grid srs
de: Die angegebene Boundingbox ist für das angegebene Koordinatensystem ungültig

source: Given grid could not be displayed in map srs
de: Das angegebene Grid kann nicht im Koordinatensystem der Karte angezeigt werden

source: Invalid request
de: Ungültige Anfrage

source: No project name given
de: Bitte geben Sie einen Namen für das Projekt an

source: Project "%(name)s" already exists
de: Erstellen nicht möglich. Es existiert bereits ein Projekt mit dem Namen "%(name)s"

source: Missing sources section
de: Es ist noch kein Bereich "Sources" definiert

source: Missing "url" for source %(source)s
de: Für die Source %(source)s fehlt der Parameter "url"

source: Missing "layers" for source %(source)s
de: Für die Source %(source)s fehlt der Parameter "layers"

source: Missing "req" for source %(source)s
de: Für die Source %(source)s fehlt der Parameter "req"

source: Source %(source)s for cache %(cache)s not found in config
de: Source "%(source)s" für den Cache "%(cache)s" nicht gefunden

source: Grid %(grid)s for cache %(cache)s not found in config
de: Grid "%(grid)s" für den Cache "%(cache)s" nicht gefunden

source: Missing layers section
de: Es ist kein Bereich "layers" definiert

source: Missing sources for layer %(layer)s
de: Für den Bereich Layer "%(layer)s" fehlt der Parameter "sources"

source: Source %(source)s for layer %(layer)s neither found in caches- nor in sources-section
de: Für den Layer "%(layer)s" wurde die angegebene Source "%(source)s" nicht gefunden.

source: Missing services section
de: Es ist kein Bereich services definiert.

source: grid %(grid)s contains invalid value in scales section
de: Das Grid "%(grid)s" beinhaltet ungültige Werte im Abschnitt Scales

source: %(type)s %(name)s contains invalid value in %(item)s item
de: Der Wert für %(item)s im Abschnitt %(type)s %(name)s ist ungültig

source: Found another YAMLStore plugin with conflicting settings (non-unique keyword).
de: Es besteht ein Konflikt in der Konfiguration mit einem anderen YAMLStore plugin.

source: Found another SQLiteStore plugin with conflicting settings (non-unique keyword).
de: Es besteht ein Konflikt in der Konfiguration mit einem anderen SQLiteStore plugin:

source: invalid JSON data
de: Invalide JSON Daten

source: missing JSON data
de: Fehlende JSON Daten

source: Given bbox can not be used with given SRS
de: Die Bounding Box kann mit dem ausgewählten Koordinatensystem nicht verwendet werden

source: Too many tiles. Please zoom in.
de: Zu viele Kacheln. Bitte Zoomen Sie weiter hinein.

source: Projects
de: Projekte

source: Configuration
de: Konfiguration

source: working on project
de: Aktuelles Projekt

source: Contact
de: Kontakt

source: Help
de: Hilfe

source: create configuration
de: Konfiguration erstellen

source: demo project - create mapproxy config not possible
de: Demo Modus - Erstellen der MapProxy Konfiguration ist derzeit nicht möglich

source: Create new cache
de: Neuen Cache erstellen

source: Not shown caches
de: Ausgeblendete Caches

source: edit manual
de: Manuell bearbeitet

source: Confirm!
de: Hinweis

source: Really remove cache:
de: Diesen Cache wirklich entfernen:

source: delete
de: Löschen

source: copy
de: Kopieren

source: New cache
de: Neuer Cache

source: Edit cache
de: Cache bearbeiten

source: Save
de: Speichern

source: Reset
de: Zurücksetzen

source: Not shown sources
de: Ausgeblendete Sources

source: Not shown grids
de: Ausgeblendete Grids

source: grid is locked and ready to use
de: Grid ist abgeschlossen und kann verendet werden.

source: grid is open
de: Grid-Bearbeitung ist noch offen. Bitte Vorischt.

source: Mapproxy configuration
de: MapProxy Konfiguration

source: The MapProxy configuration is grouped into sections, each configures a different aspect of MapProxy. These are the following sections:
de: Die MapProxy Konfigurationsdatei unterteilt sich in unterschiedliche Abschnitte. Diese wurden in die Oberfläche übernommen und sind als einzelne Bereiche abgebildet. In den einzelnen Bereichen haben Sie die Möglichkeit auf Elemente anderer Beriech zuzugreifen. Es stehen folgende Abschnitte zur Auswahl:

source: Define where MapProxy can retrieve new data.
de: Definieren Sie die Datenquellen mit der MapProxy gefüllt werden soll. Standardmässig steht ihnen hier die Auswahl eines WMS zur Verfügung.

source: Define the grids that MapProxy uses to aligns cached images.
de: Grids - oder auch Gitter genannt - sind ein wichtiger Part in der MapProxy Konfiguration. Entscheiden Sie hier wie die gecachten Kacheln ausgerichtet werden sollen.

source: Configure the internal caches.
de: Der Cache des MapProxy unterschiedliche Grids und Sources beinhalten. Zudem können Sie hier das Format des Caches festlegen.

source: Configure the layers that MapProxy offers. Each layer can consist of multiple sources and caches.
de: Konfiguriert die durch MapProxy bereitgestellten Layer. Jeder Layer kann aus mehreren Sourcen oder Caches bestehen.

source: Services
de: Dienste

source: The services MapProxy offers, e.g. WMS or TMS.
de: MapProxy stellt die Karten in unterschiedlichen Diensten bereit. Standardmässig ist ein WMS und der MapProxy-Demodienst aktiviert.

source: Internals of MapProxy and default values that are used in the other configuration sections.
de: MapProxy spezifische Standardwerte die für übergeordnete Bereiche gelten. Zum Beispiel Metabuffer oder die Kachelgröße.

source: Default project settings
de: Grundeinstellungen des Projektes

source: Info text define project default settings, e.g. DPI or additional SRS
de: Jedes Projekt beinhaltet einige Grundeinstellungen die in der Oberfläche verwendet werden. Hierzu zählen zum Beispiel die zur Auswahl stehenden Koordinatensysteme oder die für die Berechnung verwendete DPI.

source: To default settings
de: Grundeinstellungen bearbeiten

source: Error
de: Fehler

source: Meta size
de: Metakachelgröße

source: Resampling method
de: Resampling Methode

source: Create new grid
de: Neues Grid erstellen

source: User defined grids
de: Grids

source: Really remove grid:
de: Wirklich dieses Grid entfernen:

source: New grid
de: Neues Grid

source: Edit grid
de: Grid bearbeiten

source: BBox
de: Bounding Box

source: North
de: Nord

source: East
de: Ost

source: South
de: Süd

source: BBox SRS
de: BoundingBox SRS

source: Calculate tiles
de: Kachelanzahl berechnen

source: Origin
de: Orientierung

source: Map SRS
de: SRS der Karte

source: Show map
de: In Karte anzeigen

source: Really lock the grid
de: Grid abschließen

source: If you lock the grid, you won't be able to edit it again
de: Durch das Abschließen des Grids stellen Sie sicher, dass die Einstellungen des Grids nicht nachträglich verändert werden

source: Lock
de: Grid abschließen

source: Unlock
de: Bearbeitung wieder aufnehmen

source: If you unlock this grid it you need to check settings of all caches you use this grid and delete all affacted caches from disk
de: Wenn Sie die Bearbeitung des Grids wieder aufnehmen müssen Sie die Einstellungen aller Caches überprüfen, die dieses Grid verwenden. Zudem müssen alle bereits gecachten Daten gelöscht werden

source: Refresh
de: Aktualisieren

source: Resolution
de: Auflösung

source: Scale
de: Maßstab

source: Total tiles
de: Kacheln gesammt

source: Tiles X * Tiles Y
de: Kacheln X * Kacheln Y

source: Create new layer
de: Neuen Layer erstellen

source: Not shown layers
de: Ausgeblendete Layers

source: Really remove layer:
de: Wirklich diesen Layer entfernen:

source: New layer
de: Neuer Layer

source: Edit layer
de: Layer bearbeiten

source: Title
de: Titel

source: Project defaults
de: Defaultwerte des Projekts

source: infotext_default_settings
de: TODO: Infotexte Default Settings

source: Add SRS
de: Koordinatensystem hinzufügen

source: Add
de: Hinzufügen

source: To configuration
de: Konfiguration bearbeiten

source: demo - you dont see all projects
de: Demo - Projekte sind nicht sichtbar

source: Create Project
de: Neues Projekt erstellen

source: Project name
de: Projektname

source: Create project
de: Neues Projekt erstellen

source: project
de: Projekt

source: Really remove project:
de: Wirklich dieses Projekt entfernen:

source: status mapproxy configuration
de: Status der MapProxy Konfiguration

source: valid
de: Lauffähig

source: invalid
de: Fehlerhaft

source: following errors are recorded
de: Bei der Überprüfung der Konfiguration sind folgende Fehler aufgetreten

source: project overview
de: Projektübersicht

source: service is activated
de: Dienst ist aktiv

source: Active
de: Aktiv

source: Meta data
de: Metadaten

source: Abstract
de: Kurzbeschreibung

source: Online resource
de: Online Quelle

source: Organization
de: Organisation

source: Address
de: Adresse

source: City
de: Ort

source: Postcode
de: Postleitzahl

source: Country
de: Land

source: Phone
de: Telefonnummer

source: Fees
de: Gebühren

source: Access constraints
de: Zugriffsbeschränkungen

source: Create new source
de: Neue Source anlegen

source: Really remove source
de: Soll die folgende Source gelöscht werden

source: New source
de: Neue Source

source: Edit source
de: Source bearbeiten

source: Replace layer - replaces also the service url
de: Layer und Service-URL passen nicht zusammen. Beim Einfügen des Layers wird die vorhandene Service-URL durch die passenden URL ersetzt.

source: Replace service URL deletes all layers depends to it!
de: Service-URL und eingetragene Layer passen nicht zusammen. Beim Ersetzen wird die Layerliste automatisch geleert.

source: Manual add layer
de: Layer manuell hinzufügen

source: Supported formats
de: Unterstütze Bildformate

source: Selectet image format(s) not support transparency.
de: Das ausgewählte Bildformat unterstüzt keine Transparenz.

source: Clear selection
de: Auswahl leeren

source: Transparency
de: Transparenz

source: Coverage BBOX
de: Coverage Bounding Box

source: Use coverage from WMS
de: Coverage des WMS benutzen

source: Show coverage in map
de: Coverage in Karte anzeigen

source: Create coverage in map
de: Coverage in Karte erstellen

source: Supported SRS
de: Unterstütze Koordinatensysteme

source: Add SRS from WMS
de: SRS von WMS hinzufügen

source: Manual add SRS
de: Koordinatensystem manuell hinzufügen

source: Available WMS
de: Verfügbare WMS

source: show in map
de: In Karte anzeigen

source: refresh
de: Aktualisieren

source: Really remove WMS:
de: Wirklich dieser WMS enternen:

source: Infos
de: Informationen

source: Loading in progress
de: Laden...

source: Load WMS
de: WMS laden

source: This field is required
de: Dieses Feld wird benötigt

source: Invalid URL
de: Ungültige URL

source: Invalid number
de: Keine gültige Zahl

source: Invalid float
de: Keine gültige Gleitkommazahl

source: Invalid integer
de: Keine gültige ganze Zahl

source: Invalid character(s)
de: Ungültige(s) Zeichen

source: Invalid list
de: Bitte füllen Sie alle zugehörigen Felder aus

source: show content
de: Einblenden

source: hide content
de: Ausblenden

source: An error occured
de: Es ist ein Fehler aufgetreten

source: Edit manual
de: Manuell bearbeiten

source: Back to form edit
de: Zum Formular zurückkehren

source: Back to form editing title
de: Zum Formular zurückkehren

source: Back to form editing info text - lose some inputs
de: Änderungen die nicht durch das Formular abgedeckt sind gehen bei diesem Schritt verloren.

source: Background Layer
de: Hintergrundlayer

source: Select grid level
de: Kachellevel auswählen

source: Hide labels
de: Beschriftung ausblenden

source: Show labels
de: Beschriftung anzeigen

source: Keep changes?
de: Änderungen übernehmen?

source: You made changes in this map. Do you want to keep them?
de: Sie haben Änderungen in der Karte vorgenommen. Möchten Sie diese Änderungen übernehmen?

source: min_res
de: Minimale Auflösung

source: max_res
de: Maximale Auflösung

source: min_scale
de: Kleinster Maßstab

source: max_scale
de: Größter Maßstab

source: Resolutions / Scales
de: Auflösungen / Maßstäbe

source: Meters
de: Meter

source: Degrees
de: Grad

source: You have unsaved changes in this form. Realy leave the page and disgard unsaved changes?
de: Es gibt ungespeicherte Änderungen in diesem Formular. Beim verlassen der Seite gehen alle ungespeicherten Änderungen verloren. Seite verlassen?

source: Change URL
de: URL ändern

source: Keep URL
de: URL beibehalten

source: Change url and insert layer
de: Layer einfügen

source: Keep url and reject layer
de: Layer nicht einfügen

source: Name required.
de: Name wird benötigt

source: Name already exists in sources
de: Name nicht möglich. Der Name existiert bereits im Abschnitt Sources

source: Name already exists in caches
de: Name nicht möglich. Der Name existiert bereits im Abschnitt Caches

source: Name already exists.
de: Der angegebene Name existiert bereits

source: Yes
de: Ja

source: No
de: Nein

source: Load complete
de: Laden abgeschlossen

source: Successful added
de: Erfolgreich hinzugefügt

source: Successful updated
de: Erfolgreich aktualisiert

source: Successful deleted
de: Erfolgreich gelöscht

source: Structure successful updated
de: Baum erfolgreich aktualisiert

source: Can not delete because of dependencies
de: Kann aufgrund von Abhängigkeiten nicht gelöscht werden

source: Create MapProxy Config
de: MapProxy Konfiguration erstellen

source: successfuly copied
de: erfolgreich kopiert
